IDEA Open Model
OpenModel.StrainLoadsOnLine Property
Compatible with IDEA StatiCa Beta 20.0
 List of generalized strain load impulses along the line in this load case.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<StrainLoadOnLine> StrainLoadsOnLine { get; set; }
Public Property StrainLoadsOnLine As List(Of StrainLoadOnLine)
	Get
	Set
Property Value
Type: List<StrainLoadOnLine>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace